xorg
picom
xclip
xdotool

polkitd
policykit-1-gnome

blueman
bluetooth

pulsemixer
pipewire-audio

network-manager
network-manager-gnome
network-manager-openvpn

dunst
libnotify-bin

feh
qt6ct
qt5ct
papirus-icon-theme
gnome-themes-extra
qt5-gtk-platformtheme

fonts-ubuntu
fonts-noto-cjk
fonts-noto-core
fonts-noto-color-emoji

7zip
curl
exa
fd-find
ffmpegthumbnailer
file
fish
flatpak
fzf
gcc
git
imagemagick
j4-dmenu-desktop
jq
maim
make
nala
nodejs
poppler-utils
ripgrep
stow
tmux
unclutter
unzip
wget

mpv
nsxiv
zathura
zathura-pdf-poppler

pcmanfm
engrampa
keepassxc
qutebrowser
qbittorrent
speedcrunch

# build with rust: yazi
# custom apt repo: firefox, wezterm
# fresh prebuilt binary: lazyvim, neovim, zoxide
