fish
pyenv

exa
bat
tmux
scrot
zoxide
lazygit

neovim
gcc
make
fd
fzf
ripgrep

lf
7zip
ImageMagick
atool
djvulibre
ffmpegthumbnailer
jq
lynx
pandoc-cli
source-highlight
ueberzugpp
unrar

alacritty
keepassxc
mpv
speedcrunch
viewnior
zathura
zathura-plugin-pdf-mupdf
