xorg
xclip
picom

dbus
polkit
cronie
chrony
elogind
lxsession

NetworkManager
NetworkManager-openvpn
network-manager-applet

pipewire
wireplumber

bluez
blueman
libspa-bluetooth

dunst
libnotify

bspwm
sxhkd
polybar
rofi
unclutter

feh
qt5ct
qt6ct
kvantum
nwg-look
papirus-icon-theme
gnome-themes-extra

font-awesome6
noto-fonts-emoji
ttf-ubuntu-font-family

fish-shell
eza
bat
tmux
wget
curl
scrot
zoxide
lazygit

neovim
fd
fzf
gcc
make
unzip
nodejs
ripgrep

7zip
engrampa

mpv
nsxiv
zathura
zathura-pdf-mupdf

firefox
wezterm
keepassxc
speedcrunch

yazi
file
jq
fd
7zip
ripgrep
poppler
ImageMagick
ffmpegthumbnailer

gvfs
gvfs-mtp
Thunar
tumbler
thunar-archive-plugin
thunar-media-tags-plugin
