xorg-x11-server
xinit
xclipboard
xclip
xwininfo
xprop
xsetroot

pipewire
wireplumber
pipewire-pulseaudio

polkit
lxsession

dunst
libnotify4
libnotify-tools

bspwm
sxhkd
polybar
rofi
unclutter

nwg-look
papirus-icon-theme
gnome-themes-extras
kvantum-manager
kvantum-themes
kvantum-qt5
kvantum-qt6
qt5ct
qt6ct

ubuntu-fonts
fontawesome-fonts
google-noto-coloremoji-fonts

fish
pyenv

exa
bat
tmux
scrot
zoxide
lazygit

neovim
gcc
make
fd
fzf
ripgrep

lf
7zip
ImageMagick
atool
djvulibre
ffmpegthumbnailer
jq
lynx
pandoc-cli
source-highlight
ueberzugpp
unrar

alacritty
engrampa
keepassxc
mpv
nitrogen
speedcrunch
viewnior
zathura
zathura-plugin-pdf-mupdf

gvfs
thunar
tumbler
thunar-plugin-archive
thunar-plugin-media-tags
