xorg-x11-server
xinit
xclipboard
xclip
xwininfo
xprop
xsetroot
xterm

pipewire
wireplumber
pipewire-pulseaudio

polkit
lxsession

dunst
libnotify4
libnotify-tools

bspwm
sxhkd
polybar
rofi
unclutter

nwg-look
papirus-icon-theme
gnome-themes-extras
kvantum-manager
kvantum-themes
kvantum-qt5
kvantum-qt6
qt5ct
qt6ct

ubuntu-fonts
fontawesome-fonts
google-noto-coloremoji-fonts

engrampa
nitrogen

gvfs
thunar
tumbler
thunar-plugin-archive
thunar-plugin-media-tags
